IDEA Open Model
TendonBar.Point Property
Compatible with IDEA StatiCa v 10.1
 Position of bar
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public Point2D Point { get; set; }
Public Property Point As Point2D
	Get
	Set
public:
property Point2D^ Point {
	Point2D^ get ();
	void set (Point2D^ value);
}
Property Value
Type: Point2D
See Also
Reference
TendonBar Class
IdeaRS.OpenModel.CrossSection Namespace